Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: It was a joint initiative by Professor Bronisław Geremek, former Polish Minister of Foreign Affairs, and Madeleine Albright, former U.S. Secretary of State.
pl: Pomysłodawcami i inicjatorami konferencji byli ówczesny Minister Spraw Zagranicznych RP profesor Bronisław Geremek oraz była sekretarz stanu USA Madeleine Albright.

source: You are here Polish Aid / News / Polish aid for Palestinian refugees in Lebanon
pl: jesteś tutaj Polska pomoc / Aktualności / Polska pomoc dla uchodźców palestyńskich w Libanie

source: Polish aid for Palestinian refugees in Lebanon
pl: Polska pomoc dla uchodźców palestyńskich w Libanie

source: The assistance was Poland's reaction to the deteriorating circumstances of Palestinian refugees and a response to the request by Prime Minister of the Republic of Lebanon, Mr Fouad Sinior.
pl: Polska pomoc stanowiła reakcję na pogarszającą się sytuację uchodźców palestyńskich oraz odpowiedź na prośbę Premiera Republiki Libańskiej, Pana Fouada Siniora.

source: Polish aid has been available for those in need in the region from the very first months of the crisis.
pl: Polska pomoc dociera do potrzebujących w regionie od pierwszych miesięcy kryzysu.

source: You are here Polish Aid / News / Poland among leaders of expert support for Ukraine
pl: jesteś tutaj Polska pomoc / Aktualności / Polska wśród liderów wsparcia eksperckiego dla Ukrainy

source: Poland among leaders of expert support for Ukraine
pl: Polska wśród liderów wsparcia eksperckiego dla Ukrainy

source: Self-government reform in Ukraine and Poland's local administration experience dominated the agenda of a visit that a Polish delegation headed by chief of the President's Chancellery Jacek Michałowski paid to Kyiv on Monday.
pl: Reforma samorządowa na Ukrainie oraz polskie doświadczenia w zakresie administracji lokalnej były głównymi tematami poniedziałkowej wizyty polskiej delegacja w Kijowie, której przewodniczył szef Kancelarii Prezydenta RP, minister Jacek Michałowski.

source: While in the Ukrainian capital city, the delegation, which included representatives of the President's Chancellery and the MFA (Eastern and Development Cooperation Departments), met with Vice Prime Minister Volodymyr Hroisman, Foreign Minister Andrii Deschytsya, and the acting chief of the President's staff Serhiy Pashynsky.
pl: W trakcie pobytu w ukraińskiej stolicy delegacja, w skład której weszli przedstawiciele Kancelarii Prezydenta, Ministerstwa Spraw Zagranicznych (Departamentu Wschodniego i Współpracy Rozwojowej), spotkała się z wicepremierem Wołodymyrem Hrojsmanem, ministrem spraw zagranicznych Andrijem Deszczycą oraz p.o. szefa kancelarii prezydenta Ukrainy Serhijem Paszyńskim.

source: Among the Polish officials were also experts on self-government reform and members of the Union of Polish Poviats and Union of Polish Cities.
pl: Wśród członków polskiej delegacji znaleźli się również eksperci ds. reformy samorządowej oraz Związku Powiatów Polskich i Związku Miast Polskich.

source: The talks in Kyiv covered ways of tapping into Polish experience, especially in terms of preparing and carrying out a self-government reform, putting in place an efficient system of the central government's local administration, and dividing responsibilities among different tiers of administration.
pl: W Kijowie dyskusje poświęcone były także wykorzystaniu polskiego doświadczenia, szczególnie w zakresie przygotowania i przeprowadzenia reformy samorządowej, stworzenia wydajnego systemu terenowej administracji centralnej oraz podziału obowiązków pomiędzy poszczególnymi szczeblami administracji.

source: The trip to Kyiv represents the first stage of the Polish government's support for the new Ukrainian authorities' planned self-government reform, a project that was announced during the recent visit to Warsaw by Ukraine's Vice PM Volodymyr Hroisman.
pl: Wizyta w Kijowie jest pierwszym etapem wsparcia rządu RP dla nowych władz ukraińskich planujących reformę samorządową, której przeprowadzenie zapowiedziano podczas ostatniej wizyty wicepremiera Ukrainy Wołodymyra Hrojsmana w Warszawie.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2012 / Network on Humanitarian Action (NOHA) events in Poland
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2012 / Wydarzenia Network on Humanitarian Action (NOHA) w Polsce

source: Network on Humanitarian Action (NOHA) events in Poland
pl: Wydarzenia Network on Humanitarian Action (NOHA) w Polsce

source: The Network on Humanitarian Action (NOHA) unites 9 European universities aimed at promoting humanitarian values, organizing professional trainings, as well as supporting research and reports on key humanitarian issues.
pl: Sieć pomocy humanitarnej (Network on Humanitarian Action NOHA) stanowi zrzeszenie 9 uniwersytetów europejskich której celem jest promowanie wartości humanitarnych, organizowanie profesjonalnych szkoleń, wspieranie badań oraz raportów na temat kluczowych zagadnień humanitarnych.

source: The project is funded under the European Commission's Lifelong Learning Project, and is a joint response by European countries to the new circumstances and challenges facing the humanitarian aid sector.
pl: Projekt ten, finansowany z Programu Lifelong Learning Komisji Europejskiej, stanowi wspólną odpowiedź państw europejskich na nowe trendy i wyzwania, jakie widoczne są w obrębie sektora pomocy humanitarnej.

source: More information on the event is available at: http://www.euprha.org/ .
pl: Szczegóły na temat tego wydarzenia znaleźć można na stronie http://www.euprha.org/ .

source: On 7-14 September 2012, Warsaw University will also host the Programme inaugurating the annual NOHA Master Programme.
pl: W dniach 7-14 września 2012 r., również na Uniwersytecie Warszawskim, odbędzie się organizowany corocznie przez NOHA program otwierający kurs studiów podyplomowych NOHA Master Programme.

source: The session will be held in Warsaw for the fourth time and comprise official lectures, seminars, discussions, presentations, case studies and evaluations.
pl: Program odbywa się w Warszawie po raz czwarty, składają się na niego oficjalne wykłady, seminaria, grupowe dyskusje, prezentacje, analiza studiów przypadku oraz podsumowujące ewaluacje.

source: This year's edition is entitled “A Global Humanitarian System”.
pl: Tegoroczna edycja szkolenia odbędzie się pod hasłem A Global Humanitarian System.

source: Both of the abovementioned events are organized by Warsaw University in cooperation with University Deusto in Bilbao, Spain.
pl: Opisane wydarzenia organizowane są przez Uniwersytet Warszawski we współpracy z hiszpańskim Uniwersytetem Deusto w Bilbao.

source: The Development Cooperation Department invites all students interested in humanitarian topics to acquaint themselves with the activities undertaken by the NOHA network.
pl: Departament Współpracy Rozwojowej pragnie szczególnie zachęcić studentów zainteresowanych tematyką humanitarną do zapoznania się z działalnością sieci NOHA.

source: You are here Polish Aid / Our partners / Cooperation in the EU Framework / European Development Days / European Development Days 2011 / How to Prevent Another Famine in the Horn of Africa
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca w ramach UE / Europejskie Dni Rozwoju / Europejskie Dni Rozwoju 2011 / How to Prevent Another Famine in the Horn of Africa

source: The presentations and discussions described famine in the Horn of Africa as the gravest humanitarian crisis.
pl: Podczas wystąpień i dyskusji podkreślano, że klęska głodu w Rogu Afryki jest największym kryzysem humanitarnym.

source: Given the recurrence of crises in the Horn of Africa and the need to mitigate them, it is necessary to take both humanitarian and long-term actions, and to engage in development cooperation aimed at fostering self-sufficiency of the region's inhabitants.
pl: W związku z powtarzalnością kryzysów w państwach Rogu Afryki oraz w celu ich łagodzenia konieczne jest podjęcie działań zarówno o charakterze humanitarnym jak i długofalowych oraz współpraca rozwojowa na rzecz budowy samowystarczalności mieszkańców regionu.

source: Also, donors' measures need to be better coordinated.
pl: Istnieje potrzeba poprawy koordynacji działań donatorów.

source: In Commissioner Georgieva's view, an effective use of various EC and MS tools makes it possible to ensure food security and gradually eliminate famine in the Horn of Africa.
pl: Zdaniem komisarz K. Georgievej efektywne wykorzystanie różnych instrumentów będących w dyspozycji KE i PCz stwarza szansę na zapewnienie bezpieczeństwa żywnościowego i stopniową likwidację głodu w Rogu Afryki.

source: Economic development is the best way to foster self-sufficiency of the region's inhabitants.
pl: Najlepszym sposobem budowy samowystarczalności mieszkańców tego regionu jest rozwój gospodarczy.

source: The EU is the biggest donor of development assistance to the Horn of Africa.
pl: UE jest największym donatorem świadczącym pomoc rozwojową na rzecz Rogu Afryki.

source: The principal objective should be to achieve full synergy between humanitarian activities and development cooperation.
pl: Celem jest zapewnienie pełnej synergii pomiędzy działaniami humanitarnymi oraz współpracą rozwojową.

source: The panellists also noted that NGOs and volunteers have an important role to play in fostering self-sufficiency of the inhabitants of the Horn of Africa.
pl: Podczas dyskusji wskazywano także na istotną rolę organizacji pozarządowych oraz wolontariuszy przy budowie samowystarczalności mieszkańców Rogu Afryki.

source: [1] Organizers: PAH, Caritas Europa, Oxfam and ONE.
pl: [1] Organizatorzy: PAH, Caritas Europa, Oxfam i ONE.

source: Within these thematic areas, Polish development cooperation will seek to achieve the same results as in the case of Senegal, i.e.:
pl: W ramach tych obszarów tematycznych polska współpraca rozwojowa dążyć będzie do osiągnięcia tych samych rezultatów, co w przypadku Senegalu, tj.

source: improvement of the conditions and the quality of teaching at all levels of education;
pl: zwiększenia dostępu do lepszej jakości opieki zdrowotnej matek i dzieci;

source: increase in access to renewable energy sources;
pl: zwiększenia dostępu do odnawialnych źródeł energii;

source: limiting the processes of deforestation, desertification and land degradation;
pl: ograniczenia procesów wylesiania, pustynnienia czy degradacji gruntów;

source: strengthening capacity to prevent and respond to natural disasters and catastrophes resulting from human activities;
pl: wzmocnienia zdolności w zakresie zapobiegania i reagowania w sytuacji klęsk żywiołowych i katastrof wynikających z działalności człowieka;

source: increase in entrepreneurship, especially among young people and women and new jobs created in rural areas;
pl: zwiększonej przedsiębiorczości, szczególnie wśród młodzieży i kobiet oraz nowych miejsc pracy utworzonych na obszarach wiejskich;

source: increased access to high-quality technical education and vocational training;
pl: zwiększonego dostępu do wysokiej jakości kształcenia technicznego i szkolenia zawodowego;

source: increased competitiveness, productivity and innovativeness of producer groups, cooperatives and worker cooperatives, especially in the agri-food sector.
pl: zwiększonej konkurencyjności, wydajności i innowacyjności grup producenckich, kooperatyw oraz spółdzielni pracy, zwłaszcza w sektorze rolno-spożywczym.

source: Development needs of East African partners are considerable, as can be seen from the example of indicators of the availability of sources of drinking water.
pl: Potrzeby rozwojowe partnerów wschodnioafrykańskich są znaczne, co widać choćby na przykładzie wskaźników dostępności źródeł wody pitnej.

source: Report of UNICEF and WHO of 2012 mentions Ethiopia, Kenya and Tanzania among ten countries with the largest number of residents without access to sources of drinking water.
pl: Raport UNICEF i WHO z 2012 r. wymienia Etiopię, Kenię i Tanzanię wśród dziesięciu krajów z największą liczbą mieszkańców pozbawionych dostępu do źródeł pitnej wody.

source: In Ethiopia, this problem affects 46 million people, in Tanzania - 21 million, in Kenya - 17 million.
pl: W Etiopii problem ten dotyka 46 milionów ludzi, w Tanzanii - 21 mln, w Kenii - 17 mln.

source: Another important factor reducing the length and quality of life of the inhabitants of the region is difficult access healthcare.
pl: Innym istotnym czynnikiem obniżającym długość i jakość życia mieszkańców regionu jest utrudniony dostęp do służby zdrowia.

source: This problem concerns in particular the residents of Ethiopia, where the number of patients per one physician is 40,000 (data from 2009).
pl: Problem ten szczególnie dotyczy mieszkańców Etiopii, gdzie na jednego lekarza przypada aż 40 000 pacjentów (dane z 2009 r.).

source: It is not much better in Tanzania, where in 2012 this proportion was 32,358 patients per one physician ( source ).
pl: Niewiele lepiej jest w Tanzanii, gdzie proporcja ta wyniosła w 2012 r. 32 358 pacjentów na jednego lekarza ( źródło ).

source: East Africa also has one of the highest rates of maternal mortality and infant mortality.
pl: Afryka Wschodnia ma również jedne z najwyższych wskaźników śmiertelności okołoporodowej kobiet i śmiertelności niemowląt.

source: In Tanzania and Ethiopia, these figures were respectively 398 and 353 deaths per 100,000 live births ( source ), which means that in terms of infant mortality these countries occupy very high places - 31st and 49th ( source ).
pl: W Tanzanii i Etiopii liczby te wyniosły odpowiednio 398 i 353 zgonów na 100 000 żywych urodzeń ( źródło ), co spowodowało, że pod względem umieralności niemowląt kraje te zajmują bardzo wysokie miejsca - 31. i 49. ( źródło ).

source: Analysis of the specificity of development problems of individual countries in the region indicates the urgent need for actions in the identified priority areas.
pl: Analiza specyfiki problemów rozwojowych poszczególnych państw regionu wskazuje na pilną potrzebę prowadzenia działań w przyjętych obszarach priorytetowych.

source: The Middle East is one of the world's most unstable regions.
pl: Bliski Wschód jest jednym z najbardziej niestabilnych obszarów na świecie.

source: The political, ethnic and religious animosities and conflicts present in the region have led to the outbreak of many interstate and civil wars.
pl: Istniejące w regionie animozje i konflikty o charakterze politycznym, etnicznym i religijnym przyczyniły się do wybuchu wielu wojen międzypaństwowych i domowych.

source: The Middle East is also an area of huge disproportions in living standards and social development.
pl: Region Bliskiego Wschodu to także obszar występowania dużych dysproporcji w poziomie życia i rozwoju społecznego.

source: The wealth of the Persian Gulf states, accumulated owing to their natural resources, contrasts with the poverty, high level of unemployment and low levels of educational attainment and health services prevalent in other countries of the region.
pl: Bogactwo krajów Zatoki Perskiej uzyskane dzięki posiadanym zasobom naturalnym, kontrastuje z panującą w pozostałych państwach regionu biedą, korupcją, wysokim bezrobociem oraz niskim poziomem edukacji i służby zdrowia.

source: In most of these countries, universal human rights and civil liberties such as freedom of expression, assembly or association are regularly violated and restricted.
pl: W większości krajów regionu systematyczne łamane i ograniczane są powszechne prawa człowieka i swobody obywatelskie w tym wolność wypowiedzi, zgromadzeń czy stowarzyszeń.

source: Discrimination and physical and sexual violence towards women remains commonplace.
pl: W dalszym ciągu powszechnym zjawiskiem jest dyskryminacja oraz przemoc fizyczna i seksualna wobec kobiet.

source: Demographically, the Middle East is a young region, where children up to the age of 14 and adults aged 25-54 constitute the most numerous age groups.
pl: Pod względem demograficznym Bliski Wschód jest regionem młodym, gdzie najliczniejszą grupę wiekową stanowią dzieci do 14 roku życia oraz osoby w wieku 25-54 lata.

source: The Middle East as a whole is not a Polish development aid priority.
pl: Jako całość obszar Bliskiego Wschodu nie stanowi priorytetu dla polskiej pomocy rozwojowej.

source: Under the “Multiannual Development Cooperation Programme for 2012-2015” the region's only country among the geographical priority areas of Polish aid is the Palestinian National Authority.
pl: Z krajów regionu jedynie Autonomia Palestyńska należy do priorytetowych obszarów geograficznych polskiej pomocy zgodnie z Wieloletnim programie współpracy rozwojowej na lata 2012-2015.

source: In respect of other countries, such as Jordan, Iraq, Lebanon and Syria, Polish aid is channelled through a system of small grants, i.e. projects implemented by Polish diplomatic missions that support local communities and contribute to the achievement of the Millennium Development Goals.
pl: Dla innych państw takich jak Jordania, Irak, Liban, Syria polska pomoc kierowana jest poprzez system małych grantów czyli projektów realizowanych przez polskie placówki dyplomatyczne, które mają na celu wsparcie lokalnych społeczności i przyczynienie się do osiągnięcia Milenijnych Celów Rozwoju.

source: Aid measures for the Palestinian National Authority under the Development Cooperation Programme focus on improving access to education, equal educational opportunities and improving the quality of schooling (education sector), improvement of the water supply and sanitation infrastructure, better access to water and municipal waste management (water and sanitation sector), professional activation in the field of agriculture, trade and services, and support for commercial activity coupled with strengthening entrepreneurs' associations (SME sector and new jobs creation).
pl: Działania pomocowe na rzecz Autonomii Palestyńskiej w ramach programu współpracy rozwojowej koncentrują się na polepszeniu dostępu do edukacji, wyrównywaniu szans edukacyjnych oraz podniesieniu poziomu nauczania (sektor edukacji), poprawie infrastruktury wodno-sanitarnej, w tym lepszego dostępu do wody oraz zarządzania odpadami komunalnymi (sektor wodno-sanitarny), aktywizację zawodową w obszarze rolnictwa, handlu i usług oraz wspieranie działalności gospodarczej i wzmocnienie samorządu przedsiębiorców (sektor MŚP i tworzenie nowych miejsc pracy).

source: In case of a humanitarian crisis, natural disaster or man-made disaster in the region Poland is ready to provide humanitarian aid.
pl: W przypadku wystąpienia w regionie kryzysu humanitarnego, katastrofy naturalnej lub spowodowanej przez człowieka, Polska gotowa jest do niesienia pomocy humanitarnej.

source: One example is the co-financing provided by the Ministry of Foreign Affairs for humanitarian campaigns undertaken by Polish NGOs for Syrian refugees in Lebanon and Jordan in response to the conflict in Syria.
pl: Przykładem jest dofinansowanie przez Ministerstwo Spraw Zagranicznych realizacji działań humanitarnych przez polskie NGO na rzecz uchodźców syryjskich w Libanie i Jordanii w odpowiedzi na konflikt w Syrii.

source: The objective of the EaP, an initiative based on such fundamental values as democracy, the rule of law, respect for human rights and fundamental freedoms, is to bring the partner states closer to the EU through political association, economic integration, visa liberalisation and multilateral cooperation covering several areas.
pl: Celem PW, opartego na podstawowych wartościach, w tym demokracji, zasadzie rządów prawa, respektowaniu praw człowieka i podstawowych wolności, jest zbliżenie państw partnerskich do UE m.in. poprzez polityczne stowarzyszenie, integrację gospodarczą, liberalizację wizową oraz obejmującą szereg obszarów współpracę wielostronną.

source: Poland provides strong support for the Eastern Partnership policy, including in the field of development cooperation.
pl: Polska udziela silnego wsparcie dla polityki Partnerstwa Wschodniego, w tym w sferze współpracy rozwojowej.

source: The multiannual development cooperation programme 2012-2015 encompasses all EaP countries, which are among priority areas of the Polish development cooperation .
pl: Wszystkie kraje PW objęte są Wieloletnim programem współpracy rozwojowej na lata 2012-2015 i znajdują się w gronie priorytetowych obszarów geograficznych polskiej współpracy rozwojowej.

source: The EaP countries have many problems in common, such as the legacy of planned economy, civilizational backwardness and the inefficient agricultural sector.
pl: Kraje Partnerstwa Wschodniego mają wiele wspólnych problemów, takich jak pozostałości gospodarki nakazowo-rozdzielczej, zapóźnienia cywilizacyjne, czy mało wydajny sektor rolniczy.

source: Nevertheless, each of the EaP states has its own specificity, which the “Polish aid” programme always tries to take into account.
pl: Niemniej jednak każdy z krajów PW posiada swoją specyfikę, którą program „polska pomoc” stara się uwzględniać.

source: Through assistance activities implemented in those countries, Poland intends to contribute to supporting the political transformation of the partner states towards a democratic rule of law, including human rights promotion, creating market economies, and fostering sustainable development.
pl: Poprzez działania pomocowe realizowane w tych państwach Polska zamierza przyczynić się do wsparcia transformacji ustrojowej państw partnerskich w kierunku demokratycznych rządów prawa, w tym promocji praw człowieka, budowy gospodarek rynkowych oraz promowania zrównoważonego rozwoju.

source: Polish priorities comprise in particular strengthening the administrative potential, public safety, development of agriculture and rural areas, supporting small and medium-sized enterprises, creating new jobs and supporting socially disadvantaged groups.
pl: Wśród polskich priorytetów szczegółowych można wymienić wzmocnienie potencjału administracji, bezpieczeństwo publiczne, rozwój rolnictwa i obszarów wiejskich, działania na rzecz małych i średnich przedsiębiorstw oraz tworzenia nowych miejsc pracy, a także wsparcie grup defaworyzowanych społecznie,

source: Polish development cooperation with the EaP countries is implemented primarily through project activities of Polish non-governmental organisations (in partnership with international ones), diplomatic posts and public administration bodies.
pl: Polska współpraca rozwojowa na rzecz krajów Partnerstwa Wschodniego realizowana jest przede wszystkim poprzez działania projektowe polskich organizacji pozarządowych (w partnerstwie z zagranicznymi), placówek dyplomatycznych oraz organów administracji rządowej.

source: You are here Polish Aid / News / Polish Foreign Minister Schetyna and Ukrainian Deputy Prime Minister Zubko signed a cooperation agreement to support local government reform in Ukraine
pl: jesteś tutaj Polska pomoc / Aktualności / Minister Schetyna i Wicepremier Zubko podpisali porozumienie o współpracy w zakresie wsparcia reformy samorządowej na Ukrainie

source: Polish Foreign Minister Schetyna and Ukrainian Deputy Prime Minister Zubko signed a cooperation agreement to support local government reform in Ukraine
pl: Minister Schetyna i Wicepremier Zubko podpisali porozumienie o współpracy w zakresie wsparcia reformy samorządowej na Ukrainie
